{"format": "graph-model", "generatedBy": "2.0.0-beta0", "convertedBy": "TensorFlow.js Converter v1.2.2.1", "modelTopology": {"node": [{"name": "input_1", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_f/_398", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_BOOL"}, "value": {"tensor": {"dtype": "DT_BOOL", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_13/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1024"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_12/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_11/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1/StatefulPartitionedCall/depthwise/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/reshape_2/PartitionedCall/Reshape/shape/1", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/reshape_1/PartitionedCall/strided_slice/stack_1", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/reshape_1/PartitionedCall/strided_slice/stack", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_preds/StatefulPartitionedCall/BiasAdd/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1000"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_preds/StatefulPartitionedCall/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1024"}, {"size": "1000"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/reshape_1/PartitionedCall/Reshape/shape/3", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/reshape_1/PartitionedCall/Reshape/shape/1", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/global_average_pooling2d/PartitionedCall/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_13_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_13/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1024"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_13_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_13_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_12_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_12/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_12_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_12_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_11_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_11/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_11_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_11_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_10_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_10/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Scaled", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm/Offset", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1/StatefulPartitionedCall/Conv2D/merged_input", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/switch_pred/_397", "op": "Switch", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_f/_398", "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_f/_398"], "attr": {"T": {"type": "DT_BOOL"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad", "op": "Pad", "input": ["input_1", "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad/paddings"], "attr": {"T": {"type": "DT_FLOAT"}, "Tpaddings": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_t/_399", "op": "Identity", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/switch_pred/_397:1"], "attr": {"T": {"type": "DT_BOOL"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad", "StatefulPartitionedCall/mobilenet_1.00_224/conv1/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/branch_executed/_402", "op": "Merge", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_t/_399", "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_f/_398"], "attr": {"T": {"type": "DT_BOOL"}, "N": {"i": "2"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/then/_395/dropout/truediv", "op": "Const", "input": ["^StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_t/_399"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/then/_395/dropout/rate", "op": "Const", "input": ["^StatefulPartitionedCall/mobilenet_1.00_224/dropout/StatefulPartitionedCall/cond/pivot_t/_399"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv1_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv1_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv1_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_1_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_2/PartitionedCall/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_1_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad/paddings"], "attr": {"T": {"type": "DT_FLOAT"}, "Tpaddings": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_2/PartitionedCall/Pad", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_2_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_2_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_3_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_4/PartitionedCall/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_3_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad/paddings"], "attr": {"T": {"type": "DT_FLOAT"}, "Tpaddings": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_4/PartitionedCall/Pad", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_4_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_4_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_5_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_6/PartitionedCall/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_5_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv1_pad/PartitionedCall/Pad/paddings"], "attr": {"T": {"type": "DT_FLOAT"}, "Tpaddings": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pad_6/PartitionedCall/Pad", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_6_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_6_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_7_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_7_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_8_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_8_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm/Mul", "op": "Conv2D", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_9_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9/StatefulPartitionedCall/Conv2D/merged_input"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10/StatefulPartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_pw_9_relu/PartitionedCall/Relu6", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10/StatefulPartitionedCall/depthwise/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Mul", "op": "Mul", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10/StatefulPartitionedCall/depthwise", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Scaled"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm", "op": "Add", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Mul", "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm/Offset"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_relu/PartitionedCall/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/mobilenet_1.00_224/conv_dw_10_bn/FusedBatchNorm"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": 